{"scopus-eid": "2-s2.0-0009191817", "originalText": "serial JL 272603 291210 291840 31 Journal of Human Evolution JOURNALHUMANEVOLUTION 2005-10-21 2005-10-21 2010-04-03T02:09:44 1-s2.0-004724849190047Y 0047-2484(91)90047-Y 004724849190047Y 10.1016/0047-2484(91)90047-Y S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0047248400X01340 2015-05-13T21:26:48.844326-04:00 0 0 19910101 19910131 1991 2005-10-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast pubtype alllist content subj ssids 0047-2484 00472484 20 20 1 1 Volume 20, Issue 1 8 77 83 77 83 199101 January 1991 1991-01-01 1991-01-31 1991 article rev Copyright © 1991 Published by Elsevier Ltd. HUMANREVOLUTION TATTERSALL I TATTERSALLX1991X77 TATTERSALLX1991X77X83 TATTERSALLX1991X77XI TATTERSALLX1991X77X83XI item 0047-2484(91)90047-Y 004724849190047Y 1-s2.0-004724849190047Y 10.1016/0047-2484(91)90047-Y 272603 2010-10-12T02:11:00.877695-04:00 1991-01-01 1991-01-31 1-s2.0-004724849190047Y-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:004724849190047Y/MAIN/application/pdf/a07c560989b71dfda8aa84106265e960/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:004724849190047Y/MAIN/application/pdf/a07c560989b71dfda8aa84106265e960/main.pdf main.pdf pdf true 688164 MAIN 7 1-s2.0-004724849190047Y-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:004724849190047Y/PREVIEW/image/png/283cd6738ac4ba44393fea345b7afa1a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:004724849190047Y/PREVIEW/image/png/283cd6738ac4ba44393fea345b7afa1a/main_1.png main_1.png png 63771 849 656 IMAGE-WEB-PDF 1 Lead review Ian Tattersall Department of Anthropology, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, U S.A. What was the Human Revolution? The Human Revolution. Edited by Paul Mellars & Chris Stringer (1989). Edinburgh University Press (U.K.); Princeton University Press (U.S.A.). xiii + 800 pp. $65.00. ISBN 0-85224-596-3. journal of Human Evolution (1991) 20, 77-83 Remarkably, the origin of modern Homo sabiens seems lately to have become a hot topic in paleoanthropology. I say remarkably because, in a field where it is new fossil discoveries that have bv tradition become the obligatory springboard for new interpretations, there has been little or nothing recently in the way of new fossils bearing on this question. Perhaps this might be taken as evidence that paleoanthropologists are finally beginning to realize that attention to the deficiencies of traditional methodologies can indeed pay dividends in increasing our understanding of the human fossil record-and our understanding of how it is that we know what we think we know about the evolutionary past of our own species. On the other hand it might simply reflect the fact that by this point in our evolution, archaeological interpretation begins to feed back into biological explanation in a way that cannot be ignored. To anyone who cares about how the human fossil record is analysed, the latter (more plausible) conclusion must be mildly depressing; but at the same time one must applaud the way in which archaeologists have been willing to re-examine the evidence and to rethink the nature of the changes that characterized the transition from the Middle to the Upper Paleolithic. Some of that ferment may be glimpsed in this hefty volume. In early 1987 Paul Mellars and Chris Stringer bravely organized a conference at Cambridge University that brought together a wide variety of specialists in one way or another concerned with the \"Origins and Dispersal of Modern Humans\". The Human Revolution contains, in revised form, those papers delivered at the conference that address biological issues and subjects of broad archaeological interest; a companion volume will contain the more narrowly focused archaeological contributions. Conferences rarely generate in their formal sessions (at least as reflected in their published proceedings) all of the excitement inherent in their subject matter; and though I don't for a moment doubt the liveliness of the after-hours discussions that the editors tell us raged through the pubs of Cambridge, this meeting seems to have been no exception to the rule. Nevertheless, this first volume does have the merit of summarizing fairly accurately the current state of play in our understanding of the origin of our own species. Which is to say that the biological contributions ignore almost entirely the basic systematic question that must necessarily underlie discussion of all phylogenetic issues. Most physical anthropologists who pick up this book will find it hard to avoid a sense of 0047-2484/91/010077 + 07 $03.00/0 1991 Academic Press Limited 78 LEAD REVIEW d~ja m. Its biological contributions are almost entirely devoted to defending long-held positions or to attacking others equally familiar. Not that this is at all surprising or that the book is thus devoid of interest: it is remarkable to see in one place how the familiar old bits and pieces from Africa, Europe and Asia are susceptible to different forms of rehashing, mostly in the service (with greater or lesser degrees of enthusiasm) of variants either of the \"out of Africa\" scenario (Brauer, Stringer, Rightmire) or its \"regional continuity\" antithesis (Wolpoff, Smith et al.), or in consideration of the narrower question of the nature of the Neanderthal-modern succession. What I find particularly interesting is that the Australian biologists (Habgood, Groves) both prefer to fence-sit on the issue of replacement versus in situ evolution in their part of the world, the cradle of the regional continuity model, while leaning slightly in opposite directions. On the other side of the globe, opinions on the Neanderthal question are much more clear-cut. Not one of the authors would claim a direct transition from Neanderthal to modern in western Europe; and while Smith et al. see evidence for \"transition\" in central Europe, Tillier (immature Mousterian individuals), Vandermeersch (evidence from the Levant), and Gambier (early Upper Paleolithic humans from France) are unequivocal in rejecting a direct relationship between Neanderthals and later modern populations. Most of the molecular folk (Stoneking and Cann, Wainscoat et al. and Rouhani) plump to one extent or another for an African origin of modern people, with a subsequent replacement episode to the north; Lucotte, hot on the trail of the Y-chromosome Adam, settles for an early split between African and Eurasian humans, while making the observation already familiar to aficionados of the fossil record that more data may yield better insights. Oddly, in his brief description of the Kebara skeleton, Arensburg declines to identify it as a Neanderthal, preferring to describe all of the Middle Paleolithic humans of the Middle East as \"Mousterian Men\", despite the fact that this category has to accommodate such uneasy bedfellows as Amud and Qafzeh. Indeed, he goes so far as to say that \"the use of more specific labels such as Homo sapiens or Homo neanderthalensis is best avoided until the precise relationships between these different fossil hominids have been clarified by the discovery and analysis of more fossil material\" (p. 170). In which familiar lament, of course, lie the seeds of at least three of the deep-seated misconceptions that currently beset paleoanthropology. First, how many more fossils do we need to discover to be able to diagnose Homo sapiens, if we need any at all? With the human population at five billion and climbing we can hardly use the excuse that we lack adequate material to identify ourselves, and I know of no mammalogist who has ever found him- or herself unable to diagnose any other extant mammal species for want of fossil specimens (of which there are anyway plenty in our own record). One wonders just what are the special qualities of humans that require us to apply to ourselves systematic standards that are different from those that we apply to the rest of the living world. Second, allocation of species names is not a function of knowledge of relationships, but simply one of diagnosability. Indeed, we must be able to diagnose the species we are dealing with before we can begin to discuss their relationships; and the Neanderthals, for example, with a fossil record of remarkable abundance, form as diagnosable a group as any other species I know, and are a good deal more diagnosable than most. Third, there still remains in paleoanthropology the pervasive impression that the understanding of phylogeny is somehow a matter of discovery. Find enough fossils, and all will be revealed. This is clearly not the case; throughout the history of studies of hominid phylogeny the picture has become more murky, not less, as more fossils have become known. It's how we look at the fossils that muddies the waters. LEAD REVIEW 79 All of which suggests that our traditional methods of analysis are very much at fault when it comes to understanding the origins of our species. And this applies not simply to our ways of determining relationships among living and fossil humans, but to our basic standards of alpha taxonomy. Very occasionally in The Human Revolution one runs across a reference to Homo erectus. But otherwise, despite the great variety of human fossils discussed, the only other Linnaean binomen one finds applied to them is Homo sapiens. \"The sole contributor who comes right out and suggests that the nomen Homo sapiens should be confined to \"anatomically modern humans (AMH)\" is Foley, who apparently does so not for traditional systematic reasons but because he believes that this usage would better reflect the behavioral changes that accompanied the \"transition\" to AMH. This reasoning may seem a little dubious in the light of the lack of association between the earliest known modern humans, such as those from Qafzeh, and Upper Paleolithic (UP) industries and their inferred behavior patterns; but Foley goes on to make the important related point that the climatic oscillations of the Pleistocene provided environmental conditions that were highly conducive to speciation. He believes that this was particularly the case in Africa, where fragmentation of savannas in warmer periods and of forest in cooler ones would have had the effect of isolating and recoalescing human populations along with those of other organisms. Although it is generally believed that eurytopes such as ourselves tend to speciate less readily than more stenotopic forms, it seems vanishingly improbable that Pleistocene human populations were immune to these environmental vicissitudes; and the expectation must surely be a reasonable one that several hominid species, at least, arose within the extensive range occupied by hominids in the late Pleistocene. Indeed, it may well be that the current monotypy of Homo, which so clearly colors our perception of what is \"normal\" for our genus, is actually atypical for the taxon. How might we tell this from the fossil record, which is after all the only historical arbiter we have? Quite obviously, it is first of all necessary to have a clear notion of what it is that we mean by \"species\". Although Foley approaches the question of speciation, albeit from a strictly adaptationist perspective, he, like every other author in this volume, entirely ignores the question of what species are, and of how we recognize them in the fossil record. Which brings us to the vacuum that lies not only at the center of this book, but at the center of much of the practice of paleoanthropology. Without a clear understanding of-and agreement upon-what species are, and of how we are to delimit them in our fossil record, the same tired old arguments will continue indefinitely, robbed of any common ground which might permit their resolution. It is not difficult to understand the basis of the problem. Species certainly have both an intuitive reality and a theoretical role, but they elude ready definition. It is hard enough in many cases to delimit species in the living biota, but at least the neozoologist is aware of dealing with temporally-bounded entities. Paleontologists, on the other hand, have trouble even in agreeing upon this point, and the majority view among paleoanthropologists still seems to be that species evolve themselves out of existence over time. But do we have any evidence of this? We know that speciation occurs, or life could never have diversified; we only think that gradual change occurs in lineages because Darwin-who for practical reasons having nothing to do with biology needed to deny the reality of species as discrete entities-told us so. The working of a process of this latter kind would leave us with a neofauna littered with species (and supraspecific taxa) at various stages of formation or differention, whereas cases easily susceptible to such interpretation are remarkably few: subspecies of extant polytypic species seem overwhelmingly to be the products of 80 LEAD REVIEW geographical isolation which, little as we understand the process of speciation, seems to be the basic requirement of this process among mammals. To accept the event of speciation as the fundament of the taxic variety we see around us is one thing. But to relate it to the morphological variety that is so evident a complementary feature of the natural world is another. There appears to be no necessary relationship whatever between speciation, the establishment of genetic isolation between closely related populations descended from a single parental population, and any specifiable degree of morphological shift. Speciation may occur in the absence of marked morphological transformation, while species are capable of accumulating impressive degrees of morphological and genetic variety without speciation intervening. Morphological differentiation is controlled by a number of factors, of which adaptation and natural selection are undoubtedly two. Genetic isolation, on the other hand, is an event of another stripe entirely, into which neither of these factors necessarily intrudes. Above all, it is evident that speciation cannot be regarded simply as a passive correlate of ongoing processes of genetic or morphological differentiation. In theory, at least, this should leave paleontologists in a difficult position when attempting to recognize species in a fossil record which can offer us nothing of systematic relevance beyond morphology. For while time and geography are unquestionably of the greatest interest and importance in the elaboration of evolutionary hypotheses at more complex, less testable levels, they can be of no direct relevance in the formulation of basic hypotheses of relationship. However, consideration of the degrees of morphological displacement that commonly characterize closely related species reveals that such displacement is usually rather minor. Speciation among mammals appears never to involve major saltatory shifts, and in most cases mainly encompasses changes in soft tissues. In other words, when clearly identifiable hard-tissue autapomorphies are found consistently to discriminate between two fossil sister populations it is reasonable to conclude that speciation has intervened. Thus while the Phylogenetic Species Concept (PSC), which defines the species as the minimal diagnosable unit, is clearly not applicable to the living biota (since it fails to admit the crucial distinction between differentiated populations where the irreversible genetic event of speciation has and has not intervened), in practice it appears to work well at the level of resolution permitted by the fossil record. And if we look at the human fossil record in the light of the PSC we find a pattern very different from what is reflected in the comfortable received assumptions reflected by most chapters of The Human Revolution. The PSC has the undeniable advantage of providing a clear indication as to procedure in recognizing species in the fossil record. Our central goal should be to identify apomorphies common to clusters of fossil specimens; generally these will be autapomorphies, but ancestral species may be distinguished from their descendants only by lacking autapomorphies that distinguish the latter. In theory only one such derived character is necessary to distinguish a species, but given the spottiness of the fossil record more apomorphies will generally be available. Most human fossils of the last half-million years are conventionally referred to the species Homo sapiens, which is thereby stretched to limits which would strain the average mammalian genus. And apart from placing our species beyond all of the systematic standards that govern our understanding of the diversity of other mammalian groups, this interpretation relegates all of the events of humanity's evolutionary history over that period to the status of epiphenomena: minor and potentially ephemeral adaptive adjustments LEAD REVIEW 81 which have not been validated by speciation and which thus do not really require explanation. In these terms, the \"Human Revolution\" hardly exists as a biological phenomenon: were it not for the archaeological record, this book would have to be titled entirely differently! However, even conventional views of the fossil evidence admit the existence of a variety of distinct morphs in the human fossil record of the middle to late Pleistocene: a variety which, if not dignified with Linnaean nomina, is at least acknowledged by a whole suite of informal epithets: Neanderthals, anteneanderthals, archaics, and so forth. Under even a very cautious application of the PSC several species should be distinguishable in this abundance of variants. That among them only the extraordinarily specialized Neanderthals can be diagnosed from the literature by a plethora of apomorphies simply reflects the fact tht the concept of an all-embracing Homo sapiens continues to distract paleoanthropologists from the requisite detailed analysis of morphology. So it is a little disappointing, even if predictable, that in this large book not one contributor even tries to come to grips with this basic systematic issue, or with the larger quest for pattern in the latter stages of human phylogeny which arises from it. Part of the problem, I think, is that anthropologists fear that making species distinctions among recent fossil hominids will make it necessary to make subspecies distinctions among living ones. This is, of course, not the case; subspecies need only be recognized when they fulfill some useful taxonomic purpose. More importantly, though, there is nothing to fear anyway: subspecies are phenomena of an entirely different order from species. Among them the web of genetic continuity remains unbroken, and local variants are no more than simply that. All humans now living are bound together by precisely those features that distinguish us from all precursor forms, however remote or recent; and there can be no mammalian population in the world today whose status as a single interbreeding species is as well established as is that of Homo sapiens. No amount of reinterpretation of the fossil record is going to change this fundamental fact. But legitimate problems are certainly going to continue to crop up for paleoanthropologists as long as the basic processes of differentiation and speciation continue to be so poorly understood. Do the archaeologists have it any easier.' After all they, too, are seeking to understand a \"transition\", though it is a transition very different in kind from, and apparently one not simply if at all related to, the biological shift reflected in the arrival of AMH. The central part of The Human Revolution is devoted to eight chapters grouped under the rubric of \"Behavioural Change\", some of which broach the general question of the nature of the cultural distinctions between the Middle Paleolithic (MP) and the UP. The section starts out quite promisingly, with some down-to-earth examinations of various aspects of the evidence. Agreement is far to seek, however. Chase's consideration of faunal remains, principally from the Dordogne, leads him to dismiss Binford's notion that the nature of human subsistence changed dramatically in this region from the MP to the UP. Sticking to artifacts, Mellars finds in contrast that six basic innovations distinguish the UP from the MP in Europe and the Mediterranean Basin, and that they resolve down to the propositions that: (1) there is a much greater variety in tool form in the UP, in which (2) tools were more standardized, with (3) a greater separation between tool categories, such more stringently \"imposed form\" implying (4) a much more precise \"mental template\". This Mellars sees as entirely consistent with the \"symbolic explosion\" reflected in art, notation and inferred language among UP populations. These general conclusions are supported by white, who, examining early Aurignacian beads and pendants from non- 82 LEAD REVIEW mortuary contexts in the Dordogne, finds that this line of evidence supports the notion of the Aurignacian as \"complex conceptually, symbolically and logically\" (p. 385), right from the beginning. Veering towards the more abstract, Lieberman looks next at the relationship between basicranial morphology, the soft tissues of the airways, speech, syntax and cognition. It is hardly news that he concludes that Neanderthals were severely deficient in speech and its assumed cognitive correlates (whereas Kabwe et al. fall somewhere on the path to moderns). It: is a pity, however, that Lieberman still uses the skull from La Chapelle aux Saints (as it was before its recent reconstruction by J.-L. Heim), as his principal exemplar of the Neanderthal morphology; for, by his own brief admission, in relevant features the crania from Saccopastore and Monte Circeo show (different) tendencies in the modern direction. Dibble follows with a re-examination of the value of tool typology as a basis for inferring early symbolic behavior, and concludes that the lithic record is of little relevance to the question; on the other hand Whallon, who is more concerned with theorizing than with data, is strongly of the opinion that the various cultural and cognitive complexities of the UP could hardly have sprung up entirely de novo. The tone of his discussion of these issues is strongly adaptationist, as are Alexander's highly abstract exploration of the evolution of the human psyche and Gellner's argument that genetic under-programming of humans (by which is presumably meant our behavioral flexibility) must have been accompanied by \"a compensating system of cultural/linguistic restriction\" (p. 525). Just what this is supposed to tell us about ourselves I'm not sure. It seems to me a pity that none of these latter authors takes the time to consider whether those remarkable qualities of cognition and ratiocination on which we are so prone to congratulate ourselves might simply be emergent qualities: unpredictable by-products of something else entirely. Nobody would take the adaptationist argument so far as to argue that our intellect evolved to allow us to write symphonies, design supercomputers, or send rockets to the moon; perhaps its origin has little or nothing to do with simpler forms of symbolically-mediated behavior, either, or at least with many of them. This possibility should at least be considered in complex scenarios of the kind on offer here. Following the dissolution into abstraction of the discussion of behavioral change, it comes as something of a relief to arrive at the last section of the book, devoted to \"Regional Case Studies\", many of which take up the question of transition addressed in the first papers of the preceding section. Here again, opinion is sharply divided. Klein finds that there is typologically little to distinguish the Southern African Middle Stone Age (MSA) industries from potential early AMH sites from the Mousterian of Europe and the Near East, and that the change in Africa from the MSA to the Late Stone Age (LSA) closely resembles that between the Mousterian and the UP in Europe. He makes the important point that changes in physical type need not be (indeed, I'd say tend not to be, or even are not) coincident with cultural innovations; and he notes the apparent anomaly (under this scheme) represented by the intrusion of the relatively sophisticated Howieson's Poort industry within more typical MSA sequences. Klein concludes that the earliest Homo sapiens in Southern Africa did not exhibit modern behavior patterns, a judgement at variance with that of Deacon, who finds evidence in site distributions and other factors that basic subsistence patterns and associated behaviors remained unchanged from the MSA to the LSA in the southern Cape region. Desmond Clark straddles the fence on this issue, finding that there are indeed qualitative differences between the MSA and the LSA, but that the former anticipates the latter. LEAD REVIEW 83 In the Levant, Bar-Yosef states unequivocally, \"no simple relationship between the lithic industries and the human types can be satisfactorily demonstrated\" (p.604). Further, \"we cannot yet trace differences in behavioural patterns from the archaeological data alone\". This conclusion is supported by Shea, on the basis of a functional examination of stone tools from Israel. Clark and Lindly compare the biological and cultural evidence for the MP-UP \"transition\" in Europe and the Near East. From their doggedly linear discussion of the biological evidence, one might expect that they would find archaeological continuity, as indeed they do. Their discussion contrasts with the views of Harrold, who compares the Mousterian, Chatelperronian and Aurignacian industries of Western Europe. He accepts the Chatelperronian as the handiwork of Neanderthals, who are thereby demonstrated to have had the ability to master many of the elements of UP lithic technology. On the other hand, Harrold sees the Chatelperronian as functionally inferior to the Aurignacian, this inferiority leading to its eventual replacement. No historical continuity here, and still less in Soffer's consideration of the Paleolithic archaeology of the Russian Plain, which suggests to her that the MP-UP transition in this part of the world involved a \"qualitative change in both the perception and the utilization of nature\" (p. 736). So, you pays your $65 and you takes your choice. From the evidence of this book the archaeologists have no better a grasp of-and are certainly no closer to agreement aboutthe nature of the cultural/behavioral phenomena involved in the \"Human Revolution\" than the paleontologists have of the biological ones. Perhaps this is inevitable; for while all can presumably agree at least in theory that species are the basic unit of systematics, one could hardly expect similar agreement about archaeological \"revolutions\". Nonetheless there is, maybe, a basic resemblance in form between the paleontological and archaeological disagreements over the events associated with the emergence of beings physically and intellectually like ourselves. Practitioners of both disciplines frequently confuse different levels of inference. Just as paleontologists often miss the crucial distinction between cladograms, trees, and scenarios-formulations of increasing complexity and decreasing testability-archaeologists often allow complex higher-order considerations of behavior to feed back on the first-order interpretation of the tangible record. But even an awareness of this pitfall will not necessarily help in characterizing the elusive essential nature of the \"Human Revolution\" (if such it was). The archaeologists represented in this book are about evenly divided between those who believe that a major behavioral shift distinguishes the MP (and MSA) from the UP (and LSA), and those who do not. The former may have the edge; yet this is certainly not an issue which can be decided simply by majority verdict. Perhaps it's time to call in the theorists. YJHEV 9190047Y 0047-2484(91)90047-Y 10.1016/0047-2484(91)90047-Y Academic Press Limited. Lead review What was the Human Revolution? The Human Revolution. Edited by Paul Mellars & Chris Stringer (1989). Edinburgh University Press (U.K.); Princeton University Press (U.S.A.). xiii + 800 pp. $65.00. ISBN 0-85224-596-3 Ian Tattersall Department of Anthropology, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, U.S.A.", "scopus-id": "0009191817", "coredata": {"eid": "1-s2.0-004724849190047Y", "dc:description": null, "openArchiveArticle": "false", "prism:coverDate": "1991-01-31", "openaccessUserLicense": null, "prism:aggregationType": "Journal", "prism:url": "https://api.elsevier.com/content/article/pii/004724849190047Y", "dc:creator": {"@_fa": "true", "$": "Tattersall, Ian"}, "link": [{"@_fa": "true", "@rel": "self", "@href": "https://api.elsevier.com/content/article/pii/004724849190047Y"}, {"@_fa": "true", "@rel": "scidir", "@href": "https://www.sciencedirect.com/science/article/pii/004724849190047Y"}], "dc:format": "application/json", "openaccessType": null, "pii": "0047-2484(91)90047-Y", "prism:volume": "20", "prism:publisher": "Published by Elsevier Ltd.", "dc:title": "What was the Human Revolution? The Human Revolution. Edited by Paul Mellars & Chris Stringer (1989). Edinburgh University Press (U.K.); Princeton University Press (U.S.A.). xiii + 800 pp. $65.00. ISBN 0-85224-596-3", "prism:copyright": "Copyright © 1991 Published by Elsevier Ltd.", "openaccess": "0", "prism:issn": "00472484", "prism:issueIdentifier": "1", "openaccessArticle": "false", "prism:publicationName": "Journal of Human Evolution", "prism:number": "1", "openaccessSponsorType": null, "prism:pageRange": "77-83", "prism:endingPage": "83", "pubType": "rev", "prism:coverDisplayDate": "January 1991", "prism:doi": "10.1016/0047-2484(91)90047-Y", "prism:startingPage": "77", "dc:identifier": "doi:10.1016/0047-2484(91)90047-Y", "openaccessSponsorName": null}, "link": {"@rel": "abstract", "@href": "https://api.elsevier.com/content/abstract/scopus_id/0009191817"}}