{"scopus-eid": "2-s2.0-0004811310", "originalText": "serial JL 272603 291210 291840 31 Journal of Human Evolution JOURNALHUMANEVOLUTION 2004-12-15 2004-12-15 2010-04-03T02:09:44 1-s2.0-0047248473900973 0047-2484(73)90097-3 0047248473900973 10.1016/0047-2484(73)90097-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0047248400X02035 2015-05-13T21:26:48.272164-04:00 0 0 19730101 19730131 1973 2004-12-15T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast alllist content subj ssids 0047-2484 00472484 2 2 1 1 Volume 2, Issue 1 9 49 49 197301 January 1973 1973-01-01 1973-01-31 1973 converted-article fla Copyright © 1973 Published by Elsevier Ltd. RADIOLOGICALOBSERVATIONSMUMMIESEGYPTIANMUSEUMTURIN DELORENZI E DELORENZIX1973X49 DELORENZIX1973X49XE item 0047-2484(73)90097-3 0047248473900973 1-s2.0-0047248473900973 10.1016/0047-2484(73)90097-3 272603 2010-10-12T02:11:06.391119-04:00 1973-01-01 1973-01-31 1-s2.0-0047248473900973-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0047248473900973/MAIN/application/pdf/068542547755d4d64bb197ff5a392d0c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0047248473900973/MAIN/application/pdf/068542547755d4d64bb197ff5a392d0c/main.pdf main.pdf pdf true 91381 MAIN 1 1-s2.0-0047248473900973-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0047248473900973/PREVIEW/image/png/4b361f2c4de4d71bce7278f84da70e81/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0047248473900973/PREVIEW/image/png/4b361f2c4de4d71bce7278f84da70e81/main_1.png main_1.png png 61325 849 656 IMAGE-WEB-PDF 1 Enzo Delorenzi Radiological Observations on the Mummies Maurizio Mancini of the Egyptian Museum of Turin* Mauriziano Hospital, Turin, Italy Received 18 April 1969 In the Egyptian Museum of Turin, some mummies have been radiographed in order to illustrate the new catalogue with radiological documents. Preliminary observations on 20 mummies have already produced some results. It is much more convenient to examine the conditions of the human remains and the presence of objects without disturbing the mummy wrappings. In this way, we discovered very fine necklaces, bracelets and jewels in the mummies of the architect Kha, his wife Meryt and in a third mummy; blocks, probably made of bitumen, were in the left hemithorax and in the pelvis. We also noted different techniques of mummification, starting from the primitive mummies (in a crouched position) to the perfection of the mummies of Kha, his wife and the mummy presented here completely reconstructed (Plate 1). We noticed in most cases two positions, one with the arms crossed and the other with extended arms and hands at the pubis. We found in a Pre-dynastic mummy an extensive severing of the frontal bone and the upper facial area. Only in one case of a child did we notice a large hole in the occiput region, probably made in order to empty the skull by a different technique. In all the other mummies the brain-box was absolutely com plete. We found several skeletal disturbances mainly due to bad packing for transport; in one case, almost certainly, it was a result of mummy violation. In another case the mummy was in a very poor state with some bones missing and others in excess. Most of the pathological manifestations are of vertebral origin (arthritic degenerating lesions, ankylosing hyperostosis, fractures). We carried out our research in the museum with the aid of portable apparatus made by the firm of Gilardoni and we obtained some good results. But only in a few cases is it possible to reconstruct the mummy completely as we did in the case of the mummy shown here. It is not always easy to link-up the radiographs, and the small distance between source and film can result in deformation of image. We propose to continue our researches with more elaborate apparatus which will allow us to undertake more controlled radiographic work. s This paper formed one of the contributions to a Symposium on Population Biology of the Early Egyptians organized by B. A. Chiarelli (Institute of Anthropology, University of Turin) and D. R. Brothwell (British Museum of Natural History, London). The Symposium was held at the Montaldo Castle (Turin) from April 16th to 18th 1969. Journal of Human Evolution (1973) 2, 49. YJHEV 73900973 0047-2484(73)90097-3 10.1016/0047-2484(73)90097-3 ☆ This paper formed one of the contributions to a Symposium on Population Biology of the Early Egyptians organized by B. A. Chiarelli (Institute of Anthropology, University of Turin) and D. R. Brothwell (British Museum of Natural History, London). The Symposium was held at the Montaldo Castle (Turin) from April 16th to 18th 1969. Radiological observations on the mummies of the Egyptian Museum of Turin Enzo Delorenzi Maurizio Mancini Mauriziano Hospital, Turin, Italy", "scopus-id": "0004811310", "coredata": {"eid": "1-s2.0-0047248473900973", "dc:description": null, "openArchiveArticle": "false", "prism:coverDate": "1973-01-31", "openaccessUserLicense": null, "prism:aggregationType": "Journal", "prism:url": "https://api.elsevier.com/content/article/pii/0047248473900973", "dc:creator": [{"@_fa": "true", "$": "Delorenzi, Enzo"}, {"@_fa": "true", "$": "Mancini, Maurizio"}], "link": [{"@_fa": "true", "@rel": "self", "@href": "https://api.elsevier.com/content/article/pii/0047248473900973"}, {"@_fa": "true", "@rel": "scidir", "@href": "https://www.sciencedirect.com/science/article/pii/0047248473900973"}], "dc:format": "application/json", "openaccessType": null, "pii": "0047-2484(73)90097-3", "prism:volume": "2", "prism:publisher": "Published by Elsevier Ltd.", "dc:title": "Radiological observations on the mummies of the Egyptian Museum of Turin", "prism:copyright": "Copyright © 1973 Published by Elsevier Ltd.", "openaccess": "0", "prism:issn": "00472484", "prism:issueIdentifier": "1", "openaccessArticle": "false", "prism:publicationName": "Journal of Human Evolution", "prism:number": "1", "openaccessSponsorType": null, "prism:pageRange": "49", "pubType": "fla", "prism:coverDisplayDate": "January 1973", "prism:doi": "10.1016/0047-2484(73)90097-3", "prism:startingPage": "49", "dc:identifier": "doi:10.1016/0047-2484(73)90097-3", "openaccessSponsorName": null}, "link": {"@rel": "abstract", "@href": "https://api.elsevier.com/content/abstract/scopus_id/0004811310"}}